GREETINGS = """Приветствую! 

Это TelegramBot для получения отчетов Franchise Wilbberries

Команды бота:

/start - приветственное сообщение
/help - выводит список команд и их описание
/schedule_report - запускает парсинг по расписанию при этом бот будет запрашивать у пользователя: 
   - Тип операции (sales/operations)
   - Диапазон дат: date_from, date_to
   - Расписание: daily/weekly/monthly
/create_report_now - запускает парсинг сразу при этом бот будет запрашивать у пользователя: 
   - Тип операции (sales/operations)
   - Диапазон дат: date_from, date_to
/cancel_report - отменяет отчет
/status_report - выводит статус отчетов (выполняется/завершен)
  
"""

SALES = """ Эта команда вызывает парсинг отчета по продажам
После запуска вам нужно:
1. Передать номер для входа в ЛК WB
2. Ввести код доступа полученный из ЛК состоящий из 6 чисел
3. Ввести дату начала отчета
4. Ввести дату окончания отчета
"""